Fuzzing/Data/shibboleth4/paris/7bc92f9eaad252c4fa61e4c3daa5c5e097374ede/queue/id:000419,src:000380,op:havoc,rep:4,+var

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=text/pml

<S"Envens:S="h‘velope/"><S:Body><S:Fa/"><S:Body><S:F/envelope/"ng></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Errouest.</faultRI=/ml

<S:Envelope xmlns:S="http://e/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>ÿServer</faultcode><faultst:Sepver</processieg request.</faullRI=NTENT><S:Failt><faultcode>S:SerSOAP
CONTENT_TYP"http://schemas./envelope/"><S:B/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode>sso/ArENT_TYPE=text/pmh‘velope/"><S:Body><S:Fa/"><S:Body><S:Fa/"><S:Body><S:F/envelope/"><:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibboleth.sso/xml

<S:Envelope xmlns:S="http:ope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>ÿServer</faultcode><faultst:Sepver</processieg request.</faullRCONTENT><S:Failt><faultcode>S:SYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envLlope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/e@velope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibboleth.mso/Artifact/SO<faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envLlope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><Fault></S:Bttp://sch/smap/envelope/"><S:BodY>code><faultstring>Error processieml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failtg request.</faultRI=/Shibboleth.sso/Arl

<S:Envelope xmlns:S="http://s/"><S:Bodÿault¸tring></S:Fast:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring><ody><S:Fault><faultcode>S:Sepver</faultcode><faultstringýError processieg request.</faultRI=/Shibb:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</fault
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body:<S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body>< S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring></S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</fault
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap/envFault></S:Body><S:Failt><fcultcode>S:Server</faulteg request.</faultstrinEnvelope>ltstrinEnvelope>ltstrinEnvelope>ltstrinEnvelope>ltstrinEnvelope>